Repository: assis402/MyPage
Catalog: src/MyPage.UI/Resources/LanguageResource.*.resx
Languages: pt_br

# AboutBody_01
source: I'm an Information Technology student and I've been working with software development for {0} years and {1} months, mostly focusing on Backend in the
pt_br: Sou estudante de Análise e Desenvolvimento de Sistemas e trabalho com desenvolvimento de software há {0} anos e {1} meses, majoritariamente com foco em Backend na linguagem

# AboutBody_02
source: I worked on projects in which I also used other technologies, such as web frontend (dashboard admin) in
pt_br: Atuei em projetos nos quais também utilizei outras tecnologias, como frontend web (dashboard admin) em

# AboutBody_02.1
source: , databases in
pt_br: , banco de dados em

# AboutBody_03
source: Personally, I cover other topics and technologies during my studies, such as mobile app development with React Native and cloud computing platforms, more specifically with Microsoft Azure, from which I passed the AZ-900 and AZ-204 certifications.
pt_br: Pessoalmente, abordo outros tópicos e tecnologias durante meus estudos, como desenvolvimento de aplicativos com React Native e plataformas de computação em nuvem, mais especificamente a Microsoft Azure, da qual obtive aprovação nas certificações AZ-900 e AZ-204.

# AboutButton
source: read more
pt_br: saber mais

# AboutEmphases_01
source: C# language (.NET and .NET Framework).
pt_br: C# .NET (.NET Core e .NET Framework).

# AboutEmphases_02
source: SQL Server, MySql, Redis and MongoDB, unit tests and microservices architecture.
pt_br: SQL Server, MySql, Redis e MongoDB, testes unitários e arquitetura em microsserviços.

# AboutMenu
source: about
pt_br: sobre

# AboutTitle
source: ABOUT
pt_br: SOBRE

# AboutTitle_Greeting
source: Hello, my name is
pt_br: Olá, me chamo

source: BACKGROUND
pt_br: EXPERIÊNCIA

# BackgroundMore
source: see more details on Linkedin
pt_br: veja mais detalhes no Linkedin

# CertificationsTitle
source: CERTIFICATIONS
pt_br: CERTIFICAÇÕES

source: Company
pt_br: Empresa

source: CONTACT
pt_br: CONTATO

# CoursesMenu
source: courses
pt_br: cursos

# CoursesMore
source: see all my certificates
pt_br: veja todos os meus certificados

# CoursesTitle
source: COMPLETED COURSES
pt_br: CURSOS CONCLUÍDOS

# Culture
source: en_US
pt_br: pt_BR

# Email
source: contact@matheusassis.dev
pt_br: contato@matheusassis.dev

# FitbankDate_01
source: Apr 2021
pt_br: abr 2021

# FitbankDate_02
source: Aug 2021
pt_br: ago 2021

# FitbankDate_02.1
source: Apr 2021
pt_br: abr 2021

# FitbankTitle_01
source: QA Intern
pt_br: Estagiário de Testes

# FitbankTitle_02
source: Junior Backend Developer
pt_br: Desenvolvedor Backend Junior

source: hours
pt_br: horas

# LabsitDate_01
source: May 2022
pt_br: ago 2021

# LabsitDate_01.1
source: Aug 2021
pt_br: atualmente

# LabsitTitle_01
source: Mid-level Backend Developer
pt_br: Desenvolvedor Fullstack Pleno

# MainStackBody
source: .NET Backend Developer
pt_br: Desenvolvedor Backend .NET

# MainStackTitle
source: MAIN STACK
pt_br: STACK PRINCIPAL

# MediumMore
source: see more articles
pt_br: veja meus outros artigos

# MediumPostDate
source: Published on
pt_br: Publicado em

# MediumTitle
source: MEDIUM ARTICLES
pt_br: ARTIGOS NO MEDIUM

# PresentationText
source: This is my professional page, where I present a summary of my career, list knowledge and expose personal projects.
pt_br: Esta é minha página profissional, onde busco contar um resumo da minha trajetória, elencar conhecimentos e expor projetos pessoais.

# ProjectsButton
source: see projects
pt_br: ver projetos

# ProjectsMenu
source: projects
pt_br: projetos

# SearchDefaultText
source: search a project
pt_br: pesquise um projeto

# SecondProjectsButton
source: look out my personal projects
pt_br: confira meus projetos pessoais

# SkillsTitle
source: TECH SKILLS
pt_br: HABILIDADES TÉCNICAS

# VideoText
source: video
pt_br: vídeo
